{
    "storyType": [
      {
        "id": 1,
        "name": "News",
        "description": "All the latest that is news – breaking or otherwise"
      },
      {
        "id": 2,
        "name": "Editor's Picks",
        "description": "The best stories hand-picked by the Cricbuzz editorial team."
      },
      {
        "id": 3,
        "name": "Editorial",
        "description": "The stories that are published by one of Cricbuzz's editors."
      },
      {
        "id": 4,
        "name": "Interviews",
        "description": "Interviews with cricketers, cricket experts, commentators and administrators."
      },
      {
        "id": 5,
        "name": "Specials",
        "description": "Special stories that do not fall under any particular theme or topic."
      },
      {
        "id": 6,
        "name": "Reports",
        "description": "Looking back at the action with delightful insights, stats, analysis and player comments."
      },
      {
        "id": 7,
        "name": "Previews",
        "description": "All you need to know before the action starts – Info, pitch report, teams' strengths and weaknesses, squads etc."
      },
      {
        "id": 8,
        "name": "Statistics & Analysis",
        "description": "Numbers for nerds, statistical nuggets for the rest of us. Cricket's about numbers, people."
      },
      {
        "id": 10,
        "name": "Live Blogs",
        "description": "Up to the minute, real-time coverage of live events like the IPL auctions, breaking news and matches."
      },
      {
        "id": 13,
        "name": "Tour Diaries",
        "description": "Random ramblings from the guys on tour covering cricket matches. Informal & enjoyable."
      },
      {
        "id": 18,
        "name": "Match Features",
        "description": "Analysis, takeaways and everything around matches."
      },
      {
        "id": 19,
        "name": "Features",
        "description": "Meaningful stories, light reads and a lot more around cricket."
      },
      {
        "id": 20,
        "name": "Social Tattle",
        "description": "A light and humorous take on everything remarkable and recent in the world of cricket"
      },
      {
        "id": 21,
        "name": "Cricbuzz Plus",
        "description": "Exclusive, ad-free content including premium editorials from popular experts and a lot more"
      }
    ]
  }